tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "mint-lang/mint-lang"
tap "peripheryapp/periphery"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dnsmasq"
brew "freetds"
brew "gh"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "mint"
brew "mysql", restart_service: true
brew "nginx"
brew "nvm"
brew "php"
brew "php-cs-fixer"
brew "php@8.0"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python@3.9"
brew "sslscan"
brew "swift-protobuf"
brew "swiftformat"
brew "swiftlint"
brew "vapor"
brew "xcbeautify"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli", link: false
brew "mint-lang/mint-lang/mint-lang", link: false
cask "airbuddy"
cask "android-studio"
cask "balenaetcher"
cask "blender"
cask "devutils"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minecraft"
cask "mouse-fix"
cask "netnewswire"
cask "ngrok"
cask "paw"
cask "pdf-squeezer"
cask "periphery"
cask "postico"
cask "postman"
cask "proxyman"
cask "raycast"
cask "reveal"
cask "sf-symbols"
cask "sketch"
cask "tableplus"
cask "topnotch"
cask "tower"
cask "unity-hub"
cask "viscosity"
cask "visual-studio-code"
cask "wireshark"
cask "xcodes"
cask "zeplin"
