tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "mint-lang/mint-lang"
tap "peripheryapp/periphery"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "libyaml"
brew "mint"
brew "zlib"
brew "mysql", restart_service: true
brew "nvm"
brew "php-cs-fixer"
brew "php@8.0"
brew "pinentry-mac"
brew "python@3.9"
brew "swiftformat"
brew "swiftlint"
brew "vapor"
brew "xcbeautify"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "mint-lang/mint-lang/mint-lang", link: false
cask "airbuddy"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "batteries"
cask "blender"
cask "devutils"
cask "docker"
cask "expressvpn"
cask "firefox"
cask "github"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-gateway"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "milanote"
cask "minecraft"
cask "mission-control-plus"
cask "monitorcontrol"
cask "mouse-fix"
cask "netnewswire"
cask "paw"
cask "periphery"
cask "phpstorm"
cask "postico"
cask "postman"
cask "proxyman"
cask "raycast"
cask "reveal"
cask "sensei"
cask "sf-symbols"
cask "sketch"
cask "tableplus"
cask "topnotch"
cask "tower"
cask "unity-hub"
cask "visual-studio-code"
cask "webstorm"
cask "xcodes"
