tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "peripheryapp/periphery"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "git"
brew "openssl@1.1"
brew "gnupg"
brew "libyaml"
brew "mint"
brew "nvm"
brew "pinentry-mac"
brew "swiftformat"
brew "vapor"
brew "xcbeautify"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
cask "airbuddy"
cask "android-studio"
cask "appcode"
cask "balenaetcher"
cask "batteries"
cask "devutils"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mission-control-plus"
cask "monitorcontrol"
cask "nova"
cask "paw"
cask "periphery"
cask "postico"
cask "postman"
cask "proxyman"
cask "reveal"
cask "sensei"
cask "sf-symbols"
cask "sketch"
cask "tableplus"
cask "visual-studio-code"
cask "webstorm"
